alefragnani.project-manager
dbaeumer.vscode-eslint
doppler.doppler-vscode
eamodio.gitlens
editorconfig.editorconfig
github.vscode-pull-request-github
gruntfuggly.todo-tree
jannchie.codetime
orta.vscode-jest
redhat.vscode-yaml
majhirockzz.the-dark-knight