adamhartford.vscode-base64
alefragnani.project-manager
eamodio.gitlens
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode-remote.remote-containers
rangav.vscode-thunder-client
redhat.vscode-yaml
signageos.signageos-vscode-sops
WallabyJs.quokka-vscode
yzhang.markdown-all-in-one